Repository: codewithabdulrahman/cleaning-wp-plugin
Catalog: languages/cleaning-booking-*.po
Languages: el_gr

source: Book Your Cleaning Service
el_gr: Κλείστε Υπηρεσία Καθαρισμού

source: Location
el_gr: Τοποθεσία

source: Service
el_gr: Υπηρεσία

source: Details
el_gr: Λεπτομέρειες

source: Date & Time
el_gr: Ημερομηνία & Ώρα

source: Checkout
el_gr: Αγορά

source: Enter Your ZIP Code
el_gr: Εισάγετε τον Ταχυδρομικό Κώδικα σας

source: Let us know your location to check availability
el_gr: Ενημερώστε μας για την τοποθεσία σας για να ελέγξουμε τη διαθεσιμότητα

source: Select Your Service
el_gr: Επιλέξτε την Υπηρεσία σας

source: Choose the type of cleaning service you need
el_gr: Επιλέξτε τον τύπο υπηρεσιών καθαρισμού που χρειάζεστε

source: Service Details
el_gr: Λεπτομέρειες Υπηρεσίας

source: Tell us about your space and any additional services
el_gr: Πείτε μας για τον χώρο σας και τυχόν πρόσθετες υπηρεσίες

source: Select Date & Time
el_gr: Επιλέξτε Ημερομηνία & Ώρα

source: Choose your preferred date and time slot
el_gr: Επιλέξτε την προτιμώμενη ημερομηνία και χρονική περίοδό σας

source: Your Details
el_gr: Τα Στοιχεία σας

source: Please provide your contact information to complete the booking
el_gr: Παρακαλούμε δώστε τα στοιχεία επικοινωνίας σας για να ολοκληρώσετε την κράτηση

source: ZIP Code
el_gr: Ταχυδρομικός Κώδικας

source: Space in Square Meters
el_gr: Χώρος σε Τετραγωνικά Μέτρα

source: Additional Services
el_gr: Επιπλέον Υπηρεσίες

source: Date
el_gr: Ημερομηνία

source: Available Time Slots
el_gr: Διαθέσιμες Χρονικές Περιόδους

source: Full Name
el_gr: Ονοματεπώνυμο

source: Email Address
el_gr: Διεύθυνση Email

source: Phone Number
el_gr: Τηλεφωνικός Αριθμός

source: Address
el_gr: Διεύθυνση

source: Special Instructions
el_gr: Ειδικές Οδηγίες

source: Check Availability
el_gr: Ελέγχος Διαθεσιμότητας

source: Back
el_gr: Επιστροφή

source: Continue
el_gr: Συνέχεια

source: I am ordering
el_gr: Παραγγέλλω

source: Apply
el_gr: Εφαρμογή

source: Proceed to Checkout
el_gr: Προχωρήστε στην Αγορά

source: Please select a service to see pricing
el_gr: Παρακαλούμε επιλέξτε υπηρεσία για να δείτε τις τιμές

source: Our contractors have all the necessary cleaning products and equipment
el_gr: Οι εργολάβοι μας διαθέτουν όλα τα απαραίτητα προϊόντα καθαρισμού και εξοπλισμό

source: Approximate working time
el_gr: Εκτιμώμενος χρόνος εργασίας

source: hours
el_gr: ώρες

source: hour
el_gr: ώρα

source: minutes
el_gr: λεπτά

source: Promocode
el_gr: Κωδικός Προσφοράς

source: To be paid:
el_gr: Προς πληρωμή:

source: Booking Summary
el_gr: Περίληψη Κράτησης

source: Service:
el_gr: Υπηρεσία:

source: Date:
el_gr: Ημερομηνία:

source: Time:
el_gr: Ώρα:

source: Duration:
el_gr: Διάρκεια:

source: Total Price:
el_gr: Συνολική Τιμή:

source: Loading services...
el_gr: Φόρτωση υπηρεσιών...

source: Loading extras...
el_gr: Φόρτωση επιπλέον υπηρεσιών...

source: Loading available times...
el_gr: Φόρτωση διαθέσιμων ωρών...

source: No services available.
el_gr: Δεν υπάρχουν διαθέσιμες υπηρεσίες.

source: No additional services available.
el_gr: Δεν υπάρχουν διαθέσιμες επιπλέον υπηρεσίες.

source: No time slots available.
el_gr: Δεν υπάρχουν διαθέσιμες χρονικές περιόδοι.

source: Select a date to see available times
el_gr: Επιλέξτε ημερομηνία για να δείτε τις διαθέσιμες ώρες

source: Street address, apartment, etc.
el_gr: Οδική διεύθυνση, διαμέρισμα, κλπ.

source: Any special requests or instructions...
el_gr: Οποιεσδήποτε ειδικές αιτήσεις ή οδηγίες...

source: Please enter a ZIP code.
el_gr: Παρακαλούμε εισάγετε ταχυδρομικό κώδικα.

source: Please enter a valid 5-digit ZIP code.
el_gr: Παρακαλούμε εισάγετε έγκυρο 5ψήφιο ταχυδρομικό κώδικα.

source: Sorry, we don't provide services in this area yet.
el_gr: Λυπούμαστε, δεν παρέχουμε ακόμη υπηρεσίες σε αυτήν την περιοχή.

source: Please select a service.
el_gr: Παρακαλούμε επιλέξτε υπηρεσία.

source: Please enter the space in square meters.
el_gr: Παρακαλούμε εισάγετε τον χώρο σε τετραγωνικά μέτρα.

source: Please enter your name.
el_gr: Παρακαλούμε εισάγετε το όνομά σας.

source: Please enter a valid email address.
el_gr: Παρακαλούμε εισάγετε έγκυρη διεύθυνση email.

source: Please enter your phone number.
el_gr: Παρακαλούμε εισάγετε τον τηλεφωνικό σας αριθμό.

source: Please select a date.
el_gr: Παρακαλούμε επιλέξτε ημερομηνία.

source: Please select a time slot.
el_gr: Παρακαλούμε επιλέξτε χρονική περίοδο.

source: Booking saved successfully!
el_gr: Η κράτηση αποθηκεύτηκε επιτυχώς!

source: Processing...
el_gr: Επεξεργασία...

source: Language switched successfully
el_gr: Η γλώσσα άλλαξε επιτυχώς

source: Security ticket expired. Please refresh the page.
el_gr: Το εισιτήριο ασφαλείας έληξε. Παρακαλούμε ανανεώστε τη σελίδα.

source: Failed to create booking. Please try again.
el_gr: Αποτυχία δημιουργίας κράτησης. Παρακαλούμε προσπαθήστε ξανά.

source: Space (m²)
el_gr: Χώρος (m²)

source: Enter additional space beyond the default area, or leave as 0 to skip
el_gr: Εισάγετε επιπλέον χώρο πέρα από την προεπιλεγμένη περιοχή, ή αφήστε 0 για παράλειψη

source: Base Service Included
el_gr: Βασική Υπηρεσία Συμπεριλαμβάνεται

source: Company Name
el_gr: Όνομα Εταιρείας

source: Optional
el_gr: Προαιρετικό

source: Full Address
el_gr: Πλήρης Διεύθυνση

source: Street address, apartment, city, state, etc.
el_gr: Οδική διεύθυνση, διαμέρισμα, πόλη, πολιτεία, κλπ.

source: City
el_gr: Πόλη

source: Auto-filled from address
el_gr: Αυτόματη συμπλήρωση από τη διεύθυνση

source: State/Province
el_gr: Πολιτεία/Επαρχία

source: Select Payment Method
el_gr: Επιλέξτε Τρόπο Πληρωμής

source: Cash on Delivery
el_gr: Αντικαταβολή

source: Pay when service is completed
el_gr: Πληρώστε όταν ολοκληρωθεί η υπηρεσία

source: Bank Transfer
el_gr: Τραπεζική Μεταφορά

source: Direct bank transfer
el_gr: Άμεση τραπεζική μεταφορά

source: Service Price:
el_gr: Τιμή Υπηρεσίας:

source: Extras:
el_gr: Επιπλέον:

source: Total:
el_gr: Σύνολο:

source: Service Duration:
el_gr: Διάρκεια Υπηρεσίας:

source: Extras Duration:
el_gr: Διάρκεια Επιπλέον:

source: Total Duration:
el_gr: Συνολική Διάρκεια:

source: Pricing:
el_gr: Τιμολόγηση:

source: Selected Services:
el_gr: Επιλεγμένες Υπηρεσίες:

source: Booking Details
el_gr: Λεπτομέρειες Κράτησης

source: Booking Reference
el_gr: Αναφορά Κράτησης

source: Square Meters
el_gr: Τετραγωνικά Μέτρα

source: Customer
el_gr: Πελάτης

source: Phone
el_gr: Τηλέφωνο

source: Notes
el_gr: Σημειώσεις

source: Your Booking Summary
el_gr: Περίληψη της Κράτησής σας

source: No trucks available for the selected time slot. Please choose another time.
el_gr: Δεν υπάρχουν διαθέσιμα φορτηγά για την επιλεγμένη χρονική περίοδο. Παρακαλούμε επιλέξτε άλλη ώρα.

source: Sorry, this time slot is no longer available.
el_gr: Λυπούμαστε, αυτή η χρονική περίοδος δεν είναι πλέον διαθέσιμη.

source: Invalid booking reference.
el_gr: Μη έγκυρη αναφορά κράτησης.

source: Failed to create booking
el_gr: Αποτυχία δημιουργίας κράτησης

source: Loading...
el_gr: Φόρτωση...

source: An error occurred. Please try again.
el_gr: Προέκυψε σφάλμα. Παρακαλούμε προσπαθήστε ξανά.

source: Server error. Please try again.
el_gr: Σφάλμα διακομιστή. Παρακαλούμε προσπαθήστε ξανά.

source: Please enter the square meters.
el_gr: Παρακαλούμε εισάγετε τα τετραγωνικά μέτρα.

source: Please enter your email address.
el_gr: Παρακαλούμε εισάγετε τη διεύθυνση email σας.

source: Booking failed. Please try again.
el_gr: Η κράτηση απέτυχε. Παρακαλούμε προσπαθήστε ξανά.

source: Booking created successfully!
el_gr: Η κράτηση δημιουργήθηκε επιτυχώς!

source: Redirecting to checkout...
el_gr: Ανακατεύθυνση στην αγορά...

source: Please enter a promocode.
el_gr: Παρακαλούμε εισάγετε κωδικό προσφοράς.

source: Promocode applied successfully!
el_gr: Ο κωδικός προσφοράς εφαρμόστηκε επιτυχώς!

source: Error loading data.
el_gr: Σφάλμα φόρτωσης δεδομένων.

source: PROCEED TO CHECKOUT
el_gr: ΠΡΟΧΩΡΗΣΤΕ ΣΤΗΝ ΑΓΟΡΑ

source: Includes:
el_gr: Περιλαμβάνει:

source: This service includes 50 m² at base price. Enter additional space above if needed, or skip to proceed with base service.
el_gr: Αυτή η υπηρεσία περιλαμβάνει 50 m² σε βασική τιμή. Εισάγετε επιπλέον χώρο παραπάνω αν χρειάζεται, ή παραλείψτε για να προχωρήσετε με τη βασική υπηρεσία.

source: Base Price: $80.00
el_gr: Βασική Τιμή: €80.00

source: Base Duration: 20 min
el_gr: Βασική Διάρκεια: 20 λεπτά

source: Price will be calculated
el_gr: Η τιμή θα υπολογιστεί

source: Select a service to see pricing
el_gr: Παρακαλούμε επιλέξτε υπηρεσία για να δείτε τις τιμές

source: Great! We provide services in your area.
el_gr: Τέλεια! Παρέχουμε υπηρεσίες στην περιοχή σας.

source: Square meters cannot be negative
el_gr: Τα τετραγωνικά μέτρα δεν μπορούν να είναι αρνητικά

source: Maximum 1000 square meters allowed
el_gr: Επιτρέπονται μέχρι 1000 τετραγωνικά μέτρα

source: This time slot is already booked. Please select another time.
el_gr: Αυτή η χρονική περίοδος είναι ήδη κρατημένη. Παρακαλούμε επιλέξτε άλλη ώρα.

source: Validation failed. Please try again.
el_gr: Η επικύρωση απέτυχε. Παρακαλούμε προσπαθήστε ξανά.

source: Unable to calculate price. Please try again.
el_gr: Δεν είναι δυνατός ο υπολογισμός της τιμής. Παρακαλούμε προσπαθήστε ξανά.

source: Network error. Please check your connection and try again.
el_gr: Σφάλμα δικτύου. Παρακαλούμε ελέγξτε τη σύνδεσή σας και προσπαθήστε ξανά.

source: ZIP code is required
el_gr: Απαιτείται ταχυδρομικός κώδικας

source: Please select a service
el_gr: Παρακαλούμε επιλέξτε υπηρεσία

source: Please select a date
el_gr: Παρακαλούμε επιλέξτε ημερομηνία

source: Please select a time slot
el_gr: Παρακαλούμε επιλέξτε χρονική περίοδο

source: No additional services available for this service. You can proceed to the next step.
el_gr: Δεν υπάρχουν διαθέσιμες επιπλέον υπηρεσίες για αυτή την υπηρεσία. Μπορείτε να προχωρήσετε στο επόμενο βήμα.
